[
  {
    "Timestamp": "2021/08/05 11:48:50 AM MDT",
    "Name": "Matt Goo",
    "Comment": "Can’t believe you’re leaving me 😱 Look out for my email in 2 months, so we scoop you back up! It's been an awesome time working with you, and building out 2 new features (chat and admin tool). Amazing what you did in just 6 weeks! Thanks also for all the great feedback. You definitely challenged and pushed the tech stack in a different direction. I hope while you enjoy your lonely cereal dinners, you will think of me and what all the chat bugs you’ve left for me. I think you’ve been scheming revenge on how to get back at me for all the bugs I left for you at PointsTravel 😉  Until we meet again! "
  },
  {
    "Timestamp": "2021/08/05 1:30:30 PM MDT",
    "Name": "The Lesser O(wen)",
    "Comment": "Oscar, thank you for jumping in and helping out the team. I appreciate the excellent work you always do and wish you the best at Gum Gum. It’s a shame we couldn’t make it happen this time around, but I know where to find you. Expect another email/call in the future… (not foreboding sort of ellipsis but a good type of ellipsis) "
  },
  {
    "Timestamp": "2021/08/05 1:50:47 PM MDT",
    "Name": "Germain",
    "Comment": "Thank you for all your hard work and contributions to the team. You had an immediate impact, it was so impressive to see how you jumped right in and built the Admin tool from scratch. Looking forward to hearing what you accomplish next and good luck in your next position!"
  },
  {
    "Timestamp": "2021/08/05 2:09:12 PM MDT",
    "Name": "Julia",
    "Comment": "Oscar, although our time as coworkers was short-lived, I appreciate you taking the time to approve one of my PRs and answer that question about foundation 😆  It was great to meet you last week, and I wish you all the best with your next adventure!"
  },
  {
    "Timestamp": "2021/08/05 4:45:59 PM MDT",
    "Name": "Michelle",
    "Comment": "Oscar - thank you so much for everything you have contributed to this company. I remember just not long ago having our first one on one and then seeing how hard of a worker you are, especially with building the Admin tool from scratch and how much attention you paid to detail. Thank you for helping me to improve my code as well with commenting on my PRs and challenging me to think critically about some of my code. It was great to have you here, even if for a short period of time, and I wish you the best of luck with your next position (and hope our paths cross again)!"
  },
  {
    "Timestamp": "2021/08/05 4:50:59 PM MDT",
    "Name": "Neal",
    "Comment": "Hi Oscar,  I appreciate everything you’ve done for the admin tool! Was great watching it get smashed out like that and I enjoyed working with you and watching the backend parts we put together come to life attached to a front end system. Would be great if you could come back to transcarent again but I understand sometimes life brings us to other opportunities! I wish you the best and hope you will continue to build awesome applications for your next adventure"
  }
]
